<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや新しい
    | パスワードが入力された場合のように、パスワード更新の試行に失敗した理由
    | を示すデフォルトの文言です。
    |
     */
   
   

    'reset' => 'パスワードはリセットしました',
    'sent' => 'パスワードリセットメールを送信しました。',
    'throttled' => 'しばらく再試行はお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "メールアドレスに一致するユーザーは見つかりません。",

];
